class PagesController < ApplicationController
  def about
    @heading = "Вітаємо у RemBud!"
    @text = "Ласкаво просимо до Rembud – вашого надійного партнера у світі будівельних матеріалів в Івано-Франківську!
     Наша компанія спеціалізується на продажу високоякісних будівельних сумішей, які відповідають найвищим стандартам якості 
     та допомагають забезпечити тривалість і надійність ваших проектів. Ми пропонуємо широкий асортимент товарів для різних 
     етапів будівництва та ремонту, серед яких клеї для плитки, штукатурки, стяжки та інші суміші, що
      зроблять процес будівництва легшим та ефективнішим.У Rembud ми віримо, що успіх будівельного проекту
       починається з якісних матеріалів та професійної підтримки. Наша команда завжди готова надати консультації та допомогу
        у виборі необхідної продукції, щоб ви могли втілити в життя свої ідеї без зайвих труднощів.
         Обираючи нас, ви обираєте якість, надійність та професіоналізм. Дякуємо, що обрали Rembud!"
  end
end
